Repository: kanairyoji/MosaicPhotos
Catalog: Packages/PhotoSourceKit/Sources/PhotoSourceKit/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld faces
ja: 顔 %lld つ

source: 1 face
ja: 顔 1 つ

source: AI analysis
ja: AI解析

source: AI analysis: done
ja: AI解析: 完了

source: AI analysis: in progress…
ja: AI解析: 処理中…

source: AI analysis: not indexed yet
ja: AI解析: 未解析

source: AI description
ja: AIによる説明

source: All
ja: すべて

source: Backed up to Dropbox
ja: Dropbox にバックアップ済み

source: Camera
ja: カメラ

source: Cloud
ja: クラウド

source: Couldn’t load. Tap to retry.
ja: 読み込めませんでした。タップで再試行。

source: Date unknown
ja: 日時不明

source: Detected
ja: 検出

source: Detected faces
ja: 検出した顔

source: Dimensions
ja: サイズ

source: Done
ja: 完了

source: Exposure
ja: 露出

source: Failed to load.
ja: 読み込みに失敗しました

source: Favorites only
ja: お気に入りのみ

source: File
ja: ファイル

source: Filter
ja: フィルター

source: Filter Photos
ja: 写真を絞り込む

source: Generating while charging…
ja: 充電中に生成されます…

source: Home
ja: ホーム

source: Lens
ja: レンズ

source: Loading…
ja: 読み込み中…

source: Mark photos with a heart to see them here.
ja: ハートを付けた写真がここに表示されます。

source: No faces
ja: 顔なし

source: No favorites
ja: お気に入りがありません

source: No matching photos
ja: 該当する写真がありません

source: No photos yet.
ja: 写真がありません

source: No tags yet — added automatically while charging
ja: タグはまだありません — 充電中に自動で追加されます

source: Not backed up
ja: 未バックアップ

source: On-device
ja: 端末内

source: People
ja: 人物

source: Retry
ja: 再試行

source: Screenshot
ja: スクリーンショット

source: Settings
ja: 設定

source: Show only photos from your device or from Dropbox.
ja: 端末内の写真だけ、または Dropbox の写真だけを表示します。

source: Show only photos marked as favorites. Cloud photos have no favorites and will be hidden.
ja: お気に入りに設定した写真だけを表示します。クラウド写真にはお気に入りが無いため表示されません。

source: Source
ja: ソース

source: Try changing the filter.
ja: フィルター条件を変えてみてください。
